Repository: gtimbo/enigma2-plugins
Catalog: epgrefresh/po/*.po
Languages: pl

source: No Backupfiles found
pl: Nie znaleziono plików kopii zapasowych

source: Cancel
pl: Anuluj

source: Select a file to force a Backup
pl: Wybierz plik, aby wymusić utworzenie kopii zapasowej

source: To load the Backupfile the GUI has to be restarted. Do you want to restart the GUI now?
pl: Aby załadować plik kopii zapasowej, należy ponownie uruchomić GUI. Czy chcesz teraz ponownie uruchomić GUI?

source: There is still a refresh running. The Operation isn't allowed at this moment.
pl: Nadal trwa odświeżanie. Operacja nie jest w tej chwili dozwolona.

source: EPG refresh finished. Should AutoTimer be search for new matches?
pl: Odświeżanie EPG zakończone. Czy AutoTimer powinien wyszukiwać nowe wyniki?

source: AutoTimer failed with error %s
pl: AutoTimer z błędem %s

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
pl: Znaleziono w sumie %d pasujących zdarzeń. %d Timer został dodany i %d zmodyfikowany, %d napotkane konflikty, %d dodano podobne.

source: EPG refresh finished.
pl: Odświeżanie EPG zakończone.

source: %d more services
pl: %d więcej usług

source: Following Services have to be scanned:
pl: Należy przeskanować następujące usługi:

source: EPGRefresh Services
pl: Usługi odświeżania EPG

source: Channels
pl: Kanały

source: Bouquets
pl: Bukiety

source: Delete
pl: Usuń

source: New
pl: Nowy

source: Edit Services to refresh
pl: Edytuj usługi, aby odświeżyć

source: Editing
pl: Edytowanie

source: Refreshing
pl: Odświeżanie

source: Select channel to refresh
pl: Wybierz kanał do odświeżenia

source: Select bouquet to refresh
pl: Wybierz bukiet do odświeżenia

source: General Help
pl: Ogólna pomoc

source: Key Help
pl: Kluczowa pomoc

source: EPGRefresh Configuration Help
pl: EPG Pomoc konfiguracji

source: Stop running refresh
pl: Zatrzymaj odświeżanie

source: Pending Services
pl: Oczekujące usługi

source: Refresh now
pl: Odśwież teraz

source: EPGRefresh Functions
pl: EPG Funkcje

source: EPGRefresh Configuration
pl: EPG Konfiguracja

source: Functions
pl: Funkcje

source: Edit Services
pl: Edytuj Usługi

source: Show more Functions
pl: Pokaż więcej funkcji

source: Show last EPGRefresh - Time
pl: Pokaż ostatnie odświeżenie - czas

source: Move page up
pl: Przenieś stronę w górę

source: Move page down
pl: Przenieś stronę w dół

source: Close and forget changes
pl: Zamknij i pomiń zmiany

source: Close and save changes
pl: Zamknij i zapisz zmiany

source: Refresh EPG automatically
pl: Odśwież EPG automatycznie

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
pl: O ile nie jest to włączone, EPGRefresh nie uruchomi się automatycznie, ale musi zostać wyraźnie uruchomiony przez żółty przycisk w tym menu.

source: Duration to stay on service (seconds)
pl: Czas pozostawania w usłudze (sekundy)

source: This is the duration each service/channel will stay active during a refresh.
pl: Jest to czas, przez jaki każda usługa / kanał pozostanie aktywny podczas odświeżania.

source: An automated refresh will start after this time of day, but before the time specified in next setting.
pl: Automatyczne odświeżanie rozpocznie się o tej porze dnia, ale przed czasem określonym w następnym ustawieniu.

source: EPG refresh auto-start earliest (hh:mm)
pl: Automatyczne uruchamianie odświeżania EPG najwcześniej (gg:mm)

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
pl: Automatyczne odświeżanie rozpocznie się przed tą porą dnia, ale po czasie określonym w poprzednim ustawieniu.

source: EPG refresh auto-start latest (hh:mm)
pl: Najnowsze automatyczne odświeżanie EPG (gg: mm)

source: Delay if not in standby (minutes)
pl: Opóźnienie, jeśli nie jest w trybie gotowości (minuty)

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
pl: Jeśli odbiornik aktualnie nie jest w trybie gotowości, jest to czas oczekiwania EPGRefresh przed ponowną próbą.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
pl: Jeśli chcesz odświeżyć EPG w tle, możesz tutaj wybrać metodę, która najlepiej odpowiada Twoim potrzebom, np. ukryte, fałszywe nagrywanie lub zwykłe PiP.

source: Refresh EPG using
pl: Odśwież EPG za pomocą

source: Display more Options
pl: Wyświetl więcej opcji

source: Show Advanced Options
pl: Pokaż Ustawienia Zaawansowane

source: Should protected services be skipped if refresh was started in interactive-mode?
pl: Czy chronione usługi powinny być pomijane, jeśli odświeżanie zostało uruchomione w trybie interaktywnym?

source: Skip protected Services
pl: Pomiń chronione usługi

source: Enable this to be able to access the EPGRefresh configuration from within the plugin menu.
pl: Włącz tę opcję, aby uzyskać dostęp do konfiguracji EPGRefresh z poziomu menu wtyczki.

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
pl: Włącz tę opcję, aby uzyskać dostęp do konfiguracji EPGRefresh z poziomu menu rozszerzenia.

source: Show Setup in plugins
pl: Pokaż ustawienia we wtyczkach

source: Show Setup in extension menu
pl: Pokaż ustawienia w menu rozszerzenia

source: Enable this to be able to start the EPGRefresh from within the extension menu.
pl: Włącz to, aby móc uruchomić EPGRefresh z poziomu menu rozszerzenia.

source: Show 'EPGRefresh Start now' in extension menu.
pl: Pokaż „EPGRefresh Start now” w menu rozszerzenia.

source: Show popup when refresh starts and ends.
pl: Pokaż wyskakujące okienko po rozpoczęciu i zakończeniu odświeżania.

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
pl: To ustawienie kontroluje, czy komunikat informacyjny będzie wyświetlany na początku i po zakończeniu odświeżania.

source: If this is enabled, the plugin will wake up the receiver from standby if possible. Otherwise it needs to be switched on already.
pl: Jeśli ta opcja jest włączona, wtyczka budzi odbiornik ze stanu gotowości, jeśli to możliwe. W przeciwnym razie należy go już włączyć.

source: Wake up from standby for EPG refresh.
pl: Wybudź się ze stanu gotowości do odświeżenia EPG.

source: Force scan even if receiver is in use.
pl: Wymuś odświeżanie, nawet jeśli odbiornik jest w użyciu.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
pl: To ustawienie kontroluje, czy odświeżanie zostanie zainicjowane, nawet jeśli odbiornik jest aktywny (nie w trybie gotowości lub aktualnie nagrywa).

source: Shutdown after EPG refresh.
pl: Wyłącz po odświeżeniu EPG.

source: This setting controls whether the receiver should be set to standby after refresh is completed.
pl: To ustawienie kontroluje, czy odbiornik powinien przejść w tryb gotowości po zakończeniu odświeżania.

source: Extend the list of services to refresh by those your AutoTimers use?
pl: Rozszerzyć listę usług, aby odświeżyć je o te, których używają AutoTimery?

source: Inherit Services from AutoTimer
pl: Dziedzicz usługi od AutoTimer

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled. The options 'Ask*' has only affect on a manually refresh. If EPG-Refresh was called in background the default-Answer will be executed!
pl: Po udanym odświeżeniu AutoTimer automatycznie wyszuka nowe dopasowania, jeśli jest to włączone. Opcje „Zapytaj *” mają wpływ tylko na ręczne odświeżanie. Jeśli EPG-Refresh został wywołany w tle, domyślna odpowiedź zostanie wykonana!

source: Run AutoTimer after refresh
pl: Uruchom AutoTimer po odświeżeniu

source: Version
pl: Wersja

source: never
pl: nigdy

source: Last refresh was %s
pl: Ostatnie odświeżenie to %s

source: Really close without saving settings?
pl: Naprawdę zamknąć bez zapisywania ustawień?

source: EPG refresh starts scanning channels.
pl: Odświeżanie EPG rozpoczyna skanowanie kanałów.

source: Please don't use PiP meanwhile!
pl: W międzyczasie nie używaj PiP!

source: EPG refresh started in background.
pl: Odświeżanie EPG rozpoczęło się w tle.

source: PiP available now.
pl: PiP już dostępny.

source: Background only
pl: Tylko w tle

source: Foreground also
pl: Pierwszy plan również

source: Yes
pl: Tak

source: No
pl: Nie

source: Ask default Yes
pl: Zapytaj domyślnie Tak

source: Ask default No
pl: Zapytaj domyślnie Nie

source: Main Picture
pl: Główny Obraz

source: Picture in Picture
pl: PiP

source: Picture in Picture (hidden)
pl: PiP (ukryty)

source: Fake recording
pl: Fałszywe nagrywanie

source: To apply your Changes the GUI has to be restarted. Do you want to restart the GUI now?
pl: Aby zastosować zmiany, należy ponownie uruchomić GUI. Czy chcesz teraz ponownie uruchomić GUI?

source: Automatically refresh EPG
pl: Automatycznie odśwież EPG

source: Start EPGrefresh immediately
pl: Natychmiast uruchom odświeżanie EPG

source: Stop Refresh
pl: Zatrzymaj odświeżanie

source: Stop Running EPG-refresh
pl: Przestań uruchamiać odświeżanie EPG

source: Show the pending Services for refresh
pl: Pokaż oczekujące usługi do odświeżenia

source: add to EPGRefresh
pl: dodaj do EPG Odśwież

source: PLUGINNAME_EPGRefresh
pl: Odświeżanie EPG
