Repository: gtimbo/enigma2-plugins
Catalog: setpasswd/po/*.po
Languages: de, pl

source: Cancel
de: Abbrechen
pl: Anuluj

source: Change Root Password
de: Passwort für root ändern
pl: Zmień Hasło Roota

source: Change or reset the root password of your dreambox
de: Ändern oder setzen sie das root Passwort ihrer Receiver zurück
pl: Zmień lub zresetuj hasło roota twojego odbiornika

source: Enter new Password
de: Neues Passwort eingeben
pl: Wprowadź nowe hasło

source: Enter your password here:
de: Neues Passwort hier eingeben:
pl: Wpisz swoje hasło tutaj:

source: Set Password
de: Passwort setzen
pl: Ustaw Hasło

source: Sucessfully changed password for root user to:
de: Passwort für root wurde erfolgreich geändert auf:
pl: Pomyślnie zmieniono hasło użytkownika root:

source: Unable to change/reset password for root user
de: Konnte das Passwort nicht ändern
pl: Nie można zmienić / zresetować hasła dla użytkownika root

source: new Random
de: Zufallspasswort
pl: Losowe Hasło

source: virt. Keyboard
de: virt. Tastatur
pl: wirt. Klawiatura
