Repository: gtimbo/enigma2-plugins
Catalog: epgsearch/po/*.po
Languages: pt

source: Stream
pt: Transmissão

source: New Search
pt: Nova Busca

source: Add AutoTimer
pt: Adic. AutoTimer

source: IMDb Search
pt: IMDb Procura

source: Add Timer
pt: Adicionar Timer

source: Close dialog
pt: Fechar diálogo

source: Exit EPG Search
pt: Sair da busca EPG

source: Zap to channel
pt: Zap para o canal

source: Show detailed event information
pt: Mostrar informações detalhadas do evento

source: IMDB search for highlighted event
pt: IMDB busca evento em destaque

source: Add/remove/edit timer for highlighted event
pt: Adicionar/remover/editar temporizador para evento em destaque

source: Enter new search
pt: Insira nova pesquisa

source: Show search history
pt: Mostrar histórico de pesquisa

source: Add an AutoTimer for highlighted event
pt: Adicione um AutoTimer para evento em destaque

source: Show AutoTimer list
pt: Mostrar lista AutoTimer

source: Add a record timer for highlighted event
pt: Adicionar Timer de gravação para este evento

source: Add a zap timer for highlighted event
pt: Adcionar Timer ZAP para este evento

source: Move down a page
pt: Mover uma página para baixo

source: Move up a page
pt: Mover uma página para cima

source: Setup menu
pt: Menu de Definições

source: Move up
pt: Mover para cima

source: Move down
pt: Mover para baixo

source: EPG Search
pt: EPG Procura

source: Enter text to search for
pt: Digite o texto para procurar

source: Import from Timer
pt: Importar de Timer

source: Import from EPG
pt: Importar de EPG

source: Import from AutoTimer
pt: Importar de AutoTimer

source: Save search as AutoTimer
pt: Salvar pesquisa como AutoTimer

source: Open selected in IMDb
pt: Abrir o IMDb selecionado

source: Setup
pt: Definições

source: EPG Search setup
pt: Configuração de pesquisa Epg

source: Could not read AutoTimer timer list: %s
pt: Não foi possível ler a lista de temporizador AutoTimer:% s

source: Select text to search for
pt: Selecione texto para pesquisar

source: No history
pt: Sem histórico

source: All services
pt: Todos Serviços

source: All bouquets
pt: Todos os buquês

source: Current bouquet
pt: Buquê atual

source: Current service
pt: Serviço atual

source: Search in...
pt: Pesquise em...

source: Searching...
pt: A Procurar...

source: include
pt: incluir

source: Cancel
pt: Cancelar

source: Select a timer to search
pt: Selecionar um timer a procurar

source: Channel Selection
pt: Seleção de Canais

source: Search
pt: Procura

source: EPGSearch Setup
pt: Configuração de Pesquisa EPG

source: Search scope
pt: Abrangência da Pesquisa

source: Control where to search in the EPG. When 'all bouquets' is set, all bouquets are searched, even if 'Enable multiple bouquets' is disabled.
pt: Controle onde procurar no EPG. Quando 'todos os buquês' são definidos, todos os buquês são pesquisados, mesmo que 'Habilitar vários buquês' seja desativado.

source: Default scope when asked
pt: Escopo padrão quando solicitado

source: Sets the default search scope when the user is asked.
pt: Define o escopo de pesquisa padrão quando solicitado pelo utilizador.

source: Show orbital position
pt: Mostrar posição orbital

source: Show satellite orbital positions in the search results.
pt: Mostre posições orbitais via satélite nos resultados da pesquisa.

source: Search type
pt: Tipo de pesquisa

source: Set type of match used to compare program titles with the search string.
pt: Definir o tipo de correspondência usado para comparar títulos do programa com a seqüência de pesquisa.

source: Search strictness
pt: Pesquisa rigorosa

source: Is the search case-sensitive or case-insensitive?
pt: A busca é sensível ao caso ou insensível ao caso?

source: Show in plugin browser
pt: Visualizar o plugin no browser

source: Enable this to allow access to EPG Search from within the plugin browser.
pt: Habilite isso para permitir o acesso ao EPG Search dentro do navegador plugin.

source: Length of history
pt: Duração da história

source: Maximum number of entries in the search history. Set this to 0 to disable search history.
pt: Número máximo de entradas no histórico de pesquisa. Defina isso como 0 para desativar o histórico de pesquisa.

source: Search encoding
pt: Codificação de pesquisa

source: Choose the encoding type for searches, helpful for foreign languages.
pt: Escolha o tipo de codificação para pesquisas, útil para línguas estrangeiras.

source: EPGSearch
pt: Pesquisa do EPG

source: Filter results by source
pt: Filtrar resultados por fonte

source: Include or exclude results depending on their source (e.g. by satellite)
pt: Incluir ou excluir resultados dependendo de sua fonte (por exemplo, por satélite)

source: Include/exclude sources
pt: Incluir/excluir fontes

source: Use source restrictions below to only include results from the sources, or exclude them.
pt: Use as restrições de origem abaixo para incluir apenas os resultados das fontes ou excluí-las.

source: Number of inclusions/exclusions
pt: Número de inclusões/exclusões

source: Number of filters for inclusion/exclusion of results
pt: Número de filtros para inclusão/exclusão de resultados

source: Include results from
pt: Incluir resultados de

source: Exclude results from
pt: Exclua os resultados de

source: Include/exclude search results from this type of source
pt: Incluir/excluir resultados de pesquisa deste tipo de fonte

source: all services
pt: todos os serviços

source: all bouquets
pt: todos os buquês

source: current bouquet
pt: buquê atual

source: current service
pt: serviço atual

source: ask user
pt: perguntar ao utilizador

source: partial match
pt: correspondência parcial

source: exact match
pt: correspondência exata

source: title starts with
pt: título começa com

source: case-insensitive search
pt: pesquisa não diferencia maiúsculas de minúsculas

source: case-sensitive search
pt: pesquisa que diferencia maiúsculas de minúsculas

source: disabled
pt: desativado

source: DVB-T Terrestrial services
pt: DVB-T Serviços Terrestres

source: DVB-C Cable services
pt: Serviços de cabo DVB-C

source: exclude
pt: excluir

source: Search EPG
pt: Pesquisar EPG

source: %ssearch EPG
pt: %sprocura EPG

source: %ssearch EPG from history...
pt: %sprocura EPG da história...

source: search EPG
pt: pesquisar EPG

source: search EPG from history...
pt: pesquisar EPG a partir do histórico...
