Repository: gtimbo/enigma2-plugins
Catalog: autoresolution/po/*.po
Languages: it

source: Autoresolution
it: Risoluzione Automatica

source: Autoresolution Plugin Testmode: Is %s OK?
it: Plugin Risoluzione Automatica Modalità test: %s é corretto?

source: Autoresolution videomode setup
it: Impostazioni Risoluzione Automatiìca

source: Cancel
it: Annulla

source: Deinterlacer mode for interlaced content
it: Modalità deinterlacciamento per contenuti Interlacciati

source: Deinterlacer mode for progressive content
it: Modalità deinterlacciamento per contenuti Progressive

source: Enable 1080p24 Mode
it: Abilita modalità 1080p24

source: Enable 1080p25 Mode
it: Abilita modalità 1080p25

source: Enable 1080p30 Mode
it: Abilita modalità 1080p30

source: Enable 720p24 Mode
it: Abilita modalità 720p24

source: Enable Autoresolution
it: Abilita Risoluzione Automatica

source: HD Interlace Mode
it: Modalità HD Interlacciata

source: HD Progressive Mode
it: Modalità HD Progressive

source: Refresh Rate
it: Frequenza di Refresh

source: Running in testmode
it: Funzionamento in modalità test

source: SD 24HZ Progressive mode
it: Modalità SD 24HZ Progressive

source: SD 25/50HZ Interlace Mode
it: Modalità SD 25/50HZ Interlacciata

source: SD 25/50HZ Progressive Mode
it: Modalità SD 25/50HZ Progressive

source: SD 30/60HZ Interlace Mode
it: Modalità SD 30/60HZ Interlacciata

source: SD 30/60HZ Progressive Mode
it: Modalità SD 30/60HZ Progressive

source: Show info screen
it: Mostrare schermata impostazioni

source: default
it: predefinito

source: second
it: secondo

source: seconds
it: secondi
