Repository: gtimbo/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: da, pl

source: If specified services
pl: Jeśli określone usługi

source: If specified bouquets
pl: Jeśli określono bukiety

source: If specified services or bouquets
pl: Jeśli określone usługi lub bukiety

source: Any time
da: Når som helst
pl: W dowolnym momencie

source: %d conflict(s) encountered when trying to add new timers: %s
da: %d konflikt(er) opstået under forsøg på at tilføje nye Timere: %s
pl: %d napotkano konflikt(y) podczas próby dodania nowych timerów: %s

source: %d conflict(s) solved with similar timer(s): %s
da: %d konflikt(er) løst med tilsvasrende Timer(e): %s
pl: %d konflikt(y) rozwiązane przy użyciu podobnych timerów: %s

source: %s: %s at %s
da: %s: %s ved %s
pl: %s: %s w %s

source: Abort this Wizard.
da: Om denne assistent.
pl: Przerwij ten kreator.

source: Activate VPS
da: Aktiver VPS
pl: Aktywuj VPS

source: Add
da: Tilføj
pl: Dodaj

source: Add filters
da: Tilføj filtre
pl: Dodaj filtry

source: Add new AutoTimer
da: Tilføj ny AutoTimer
pl: Dodaj nowy AutoTimer

source: Add services
da: Tilføj kanal
pl: Dodaj usługi

source: Add similar timer on conflict
da: Tilføj tilsvarende Timer ved konflikt
pl: Dodaj podobny timer konfliktu

source: Add timer as disabled on conflict
da: Tilføj Timer som deaktiveret ved konflikt
pl: Dodaj timer jako wyłączony podczas konfliktu

source: Add zap timer instead of record timer?
pl: Dodać licznik zap zamiast timera nagrywania?

source: After event
da: Efter begivenhed
pl: Po zdarzeniu

source: All channels
da: Alle kanaler
pl: Wszystkie kanały

source: All non-repeating timers
da: Alle ikke-gentagne Timere
pl: Wszystkie niepowtarzające się timery

source: Always write config
da: Skriv altid konfiguration
pl: Zawsze pisz config

source: Amount of recordings left
da: Antal af optagelser tilbage
pl: Pozostała ilość nagrań

source: Any service/recording
da: Enhver kanal/optagelse
pl: Każda usługa/nagranie

source: Auto Timers
da: AutoTimere
pl: Auto Timery

source: AutoTimer Context Menu
da: AutoTimer undermenu
pl: Menu kontekstowe AutoTimer

source: AutoTimer Editor
da: AutoTimer redigering
pl: Edytor AutoTimer

source: AutoTimer Filters
da: AutoTimer filtre
pl: Filtry AutoTimer

source: AutoTimer Help
da: Autotimer hjælp
pl: Pomoc AutoTimer

source: AutoTimer Services
da: AutoTimer kanaler
pl: Usługi AutoTimer

source: AutoTimer Settings
da: AutoTimer indstillinger
pl: Ustawienia AutoTimer

source: AutoTimer overview
da: AutoTimer oversigt
pl: Omówienie AutoTimer

source: AutoTimer was added successfully
da: AutoTimer blev tilføjet med succes
pl: AutoTimer został pomyślnie dodany

source: AutoTimer was changed successfully
da: AutoTimer blev ændret med succes
pl: AutoTimer został pomyślnie zmieniony

source: AutoTimer was removed
da: AutoTimer blev fjernet
pl: AutoTimer został usunięty

source: AutoTimers
da: AutoTimere
pl: AutoTimery

source: Begin of "after event" timespan
da: Start på "Efter begivenhed" tidsrum
pl: Początek okresu „po zdarzeniu”

source: Begin of timespan
da: Start af tidsrum
pl: Początek okresu

source: Bouquets
da: Buketter
pl: Bukiety

source: By enabling this events will not be matched if they don't occur on certain dates.
da: Ved at aktivere dette, vil begivenheder ikke blive sammenlignet hvis ikke de forekommer på visse datoer.
pl: Po włączeniu tego wydarzenia nie zostaną dopasowane, jeśli nie wystąpią w określonych terminach.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
da: Ved at aktivere dette, får du besked om lignende Timere tilføjet under automatiseret forespørgsel. Der er ingen intelligens involveret, så det vil måske genere dig med den samme konflikt igen og igen.
pl: Po włączeniu tej opcji będziesz otrzymywać powiadomienia o podobnych licznikach dodanych podczas automatycznego odpytywania. Nie ma w tym żadnej inteligencji, więc może cię niepokoić o ten sam konflikt w kółko.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
da: Ved at aktivere dette, får du besked om Timerkonflikter fundet under den automatiske forespørgsel. Der er ingen intelligens involveret, så det vil måske genere dig med den samme konflikt igen og igen.
pl: Włączając tę opcję, będziesz powiadamiany o konfliktach czasowych wykrytych podczas automatycznego odpytywania. Nie ma w tym żadnej inteligencji, więc może cię niepokoić o ten sam konflikt w kółko.

source: Cancel
da: Afbryd
pl: Anuluj

source: Change default recording offset?
da: Ændre standard optagelsesforskydning?
pl: Zmienić domyślne przesunięcie nagrywania?

source: Channel Selection
da: Kanalvalg
pl: Wybór Kanału

source: Channels
da: Kanaler
pl: Kanały

source: Check for uniqueness in
da: Kontrollere for entydighed i
pl: Sprawdź wyjątkowość w

source: Check the event id (eit) and remove the timer if there is no corresponding EPG event. Due to compatibility issues with SerienRecorder and IPRec, only timer created by AutoTimer are affected.
da: Kontroller begivenheds-ID (EIT) og fjern Timeren hvis der ikke finde tilsvarende EPG begivenheder. På grund af kompatibilitetsproblemer med SerienRecorder og IPRec, bliver Timer oprettet af AutoTimer berørt.
pl: Sprawdź identyfikator zdarzenia (eit) i usuń stoper, jeśli nie ma odpowiedniego zdarzenia EPG. Z powodu problemów ze zgodnością z SerienRecorder i IPRec, dotyczy to tylko timera utworzonego przez AutoTimer.

source: Choose target folder
da: Vælg destinationsmappe
pl: Wybierz folder docelowy

source: Classic
da: Klassisk
pl: Klasyczny

source: Clone selected timer
da: Klon valgte Timer
pl: Sklonuj wybrany timer

source: Close
da: Afslut
pl: Zamknij

source: Close and forget changes
da: Luk og glem ændringer
pl: Zamknij i zapomnij o zmianach

source: Close and save changes
da: Luk og gem ændringer
pl: Zamknij i zapisz zmiany

source: Configure AutoTimer behavior
pl: Skonfiguruj zachowanie AutoTimer

source: Congratulations
da: Tillykke
pl: Gratulacje

source: Control recording completely by service
da: Styr optagelser fuldstændig via kanal
pl: Kontroluj nagrywanie całkowicie według usług

source: Couldn't load config file!
da: Kunne ikke hente konfigfil!
pl: Nie można załadować pliku konfiguracyjnego!

source: Create a new AutoTimer.
da: Opret en ny AutoTimer.
pl: Utwórz nowy AutoTimer.

source: Create a new timer using the classic editor
da: Opret en ny Timer ved brug af klassisk redigering
pl: Utwórz nowy timer za pomocą klasycznego edytora

source: Create a new timer using the wizard
da: Opret en ny Timer ved brug af assistent
pl: Utwórz nowy timer za pomocą kreatora

source: Custom (%s)
da: Brugerdefineret (%s)
pl: Niestandardowy (%s)

source: Custom location
da: Brugerdefineret placering
pl: Niestandardowa lokalizacja

source: Custom offset
da: Brugerdefineret forskydning
pl: Niestandardowe przesunięcie

source: Defines where to search for duplicates (only title, short description or even extended description)
da: Definerer hvor der skal søges efter dubletter (kun titel, kort beskrivelse eller tilmed udvidet beskrivelse)
pl: Określa, gdzie szukać duplikatów (tylko tytuł, krótki opis lub nawet rozszerzony opis)

source: Delete
da: Slet
pl: Usuń

source: Description
da: Beskrivelse
pl: Opis

source: Do you really want to delete %s?
pl: Czy na pewno chcesz usunąć % s?

source: EPG encoding
da: EPG indkodning
pl: Kodowanie EPG

source: Edit AutoTimer
da: Rediger AutoTimer
pl: Edytuj AutoTimer

source: Edit AutoTimer filters
da: Rediger AutoTimer filtre
pl: Edytuj filtry AutoTimer

source: Edit AutoTimer services
da: Rediger AutoTimer kanaler
pl: Edytuj usługi AutoTimer

source: Edit Timers and scan for new Events
da: Rediger Timere og søg efter nye begivenheder
pl: Edytuj Timery i skanuj w poszukiwaniu nowych zdarzeń

source: Edit filters
da: Rediger filtre
pl: Edytuj filtry

source: Edit new timer defaults
da: Rediger ny Timer-standarder
pl: Edytuj nowe ustawienia domyślne timera

source: Edit selected AutoTimer
da: Rediger valgte AutoTimer
pl: Edytuj wybrany AutoTimer

source: Edit services
da: Rediger kanaler
pl: Edytuj usługi

source: Editing
da: Redigere
pl: Edytowanie

source: Editor for new AutoTimers
da: Redigering af nye AutoTimere
pl: Edytor nowych AutoTimerów

source: Enable Filtering
da: Aktiver filtrering
pl: Włącz Filtrowanie

source: Enable Service Restriction
da: Aktiver Kanalbegrænsning
pl: Włącz ograniczenie usługi

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
da: Aktiver dette for at få adgang til AutoTimer-oversigten fra udvidelsesmenuen.
pl: Włącz tę opcję, aby uzyskać dostęp do Przeglądu AutoTimer z menu rozszerzenia.

source: Enable this to be able to access the AutoTimer Overview from within the plugin browser.
da: Aktiver dette for at få adgang til AutoTimer-oversigten fra udvidelsesmenuen.
pl: Włącz tę opcję, aby uzyskać dostęp do Przeglądu AutoTimer z poziomu przeglądarki wtyczek.

source: Enabled
da: Aktiveret
pl: Włączone

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
da: Den indkodningen som kanalen bruger til dens EPG-data. Du behøves kun at ændre den, hvis du søger efter specialtegn som de danske tegn æ, ø eller å.
pl: Kodowanie wykorzystywane przez kanał dla jego danych EPG. Musisz to zmienić tylko, jeśli szukasz znaków specjalnych, takich jak niemieckie umlauts.

source: End of "after event" timespan
da: Slut på "Efter begivenhed" tidsrum
pl: Koniec okresu „po zdarzeniu”

source: End of timespan
da: Slut af tidsrum
pl: Koniec okresu

source: Everyday
da: Daglig
pl: Codziennie

source: Exact match
da: Fuld overensstemmelse
pl: Dokładne dopasowanie

source: Exclude
da: Udeluk
pl: Wykluczać

source: Execute "after event" during timespan
da: Udfør "Efter begivenhed" i tidsrummet
pl: Wykonaj „po zdarzeniu” w określonym czasie

source: Filter
pl: Filtr

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
da: Filtre er et andet kraftfuld værktøj når der sammelignes begivenheder. En AutoTimer kan begrænses til bestemte ugedage eller blot sammenligne en begivenhed med en tekst indeni f.eks. dens beskrivelse. Tryk på BLÅ for at tilføje en ny begrænsning, og GUL for at fjerne den valgte.
pl: Filtry to kolejne potężne narzędzie do dopasowywania zdarzeń. AutoTimer może być ograniczony do niektórych dni tygodnia lub dopasować tylko zdarzenie z tekstem w środku, np. Opis. Naciśnij NIEBIESKI, aby dodać nowe ograniczenie, i ŻÓŁTY, aby usunąć wybrane.

source: First day to match events. No event that begins before this date will be matched.
da: Første dag hvorfra der sammenlignes begivenheder. Ingen begivenhed der begynder før denne dato vil blive sammenlignet.
pl: Pierwszy dzień na dopasowanie wydarzenia.Żadne wydarzenie, które rozpocznie się przed tą datą, nie zostanie dopasowane.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d unchanged, %d similars added.
da: Fandt samlet %d identiske begivenheder. %d Timer blev tilføjet og %d ændret, %d konflikter opdaget, %d identiske tilføjet.
pl: Znaleziono w sumie %d pasujących zdarzeń Dodano %d Timer i zmodyfikowano %d, napotkano %d konfliktów %d bez zmian, dodano %d podobnych.

source: Frequently asked questions
da: Ofte stillede spørgsmål (FAQ)
pl: Często zadawane pytania

source: Frequently asked questions about the AutoTimer
da: Ofte stillede spørgsmål om AutoTimeren
pl: Często zadawane pytania dotyczące AutoTimer

source: Fri
da: Fre
pl: Pt

source: Friday
da: Fredag
pl: Piątek

source: Generic setup
da: Generisk opsætning
pl: Ogólna konfiguracja

source: Guess existing timer based on begin/end
da: Gæt eksisterende Timer baseret på start/slut
pl: Odgadnij istniejący timer na podstawie początku /końca

source: Help
da: Hjælp
pl: Pomoc

source: If 0, the popup will remain open.
da: Hvis 0, vil pop-op forblive åben.
pl: Jeśli 0, wyskakujące okienko pozostanie otwarte.

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
da: Hvis der opstår en Timer-konflikt vil AutoTimer søge efter en lignende begivenhed uden for tidsrummet og tilføje den.
pl: Jeśli dojdzie do konfliktu timera, AutoTimer wyszuka poza zdarzeniem podobne zdarzenie i doda je.

source: If enabled, the polling will be skipped if EPGRefresh is currently running.
da: Hvis aktiveret, vil forespørgsel blive sprunget over hvis EPG genopfriskning er i gang.
pl: Jeśli ta opcja jest włączona, odpytywanie zostanie pominięte, jeśli EPGRefresh jest aktualnie uruchomiony.

source: If enabled, the polling will be skipped if a recording is in progress.
da: Hvis dette aktiveres, vil forespørgslen blive sprunget over hvis STB optager.
pl: Jeśli ta opcja jest włączona, odpytywanie zostanie pominięte, jeśli trwa nagrywanie.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%s of the it.
pl: Jeśli ta opcja jest włączona, istniejący timer będzie również uważany za rejestrujący zdarzenie, jeśli zarejestruje co najmniej 80%s jego czasu.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of the it.
pl: Jeśli ta opcja jest włączona, istniejący timer będzie również uważany za rejestrujący zdarzenie, jeśli zarejestruje co najmniej 80 %% tego zdarzenia.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
da: Hvis dette er valgt, tilføjes navnet på den respektive AutoTimer som en etikette til Timere der oprettes af dette plugin.
pl: Jeśli ta opcja jest zaznaczona, nazwa odpowiedniego AutoTimera zostanie dodana jako znacznik do timerów utworzonych przez tę wtyczkę.

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
da: Hvis dette er valgt, vil etiketten "AutoTimer" blive tildelt Timere oprettet af dette plugin.
pl: Jeśli ta opcja jest zaznaczona, znacznik „AutoTimer” zostanie przekazany licznikom utworzonym przez tę wtyczkę.

source: Import AutoTimer
da: Importer AutoTimer
pl: Importuj AutoTimer

source: Import existing Timer
da: Importer eksisterende Timer
pl: Zaimportuj istniejący Timer

source: Import from EPG
da: Importer fra EPG
pl: Importuj z EPG

source: Include
da: Inkluder
pl: Zawiera

source: Include "AutoTimer" in tags
da: Inkluder "AutoTimer" i etiketter
pl: Dołącz „AutoTimer” do tagów

source: Include AutoTimer name in tags
da: Inkluder AutoTimer navn i etiketter
pl: Uwzględnij nazwę AutoTimer w tagach

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
da: Det er muligt at begrænse en AutoTimer til bestemte kanaler eller buketter eller at afvise specifikke. En begivenhed svare kun til denne AutoTimer, hvis den findes på en bestemt og ikke afvist kanal (indeni en buket). Tryk på BLÅ for at tilføje en ny begrænsning, og GUL for at fjerne den valgte.
pl: Możliwe jest ograniczenie AutoTimera do niektórych Usług lub Bukietów lub odmowa określonych. Wydarzenie będzie pasować do tego AutoTimera tylko wtedy, gdy będzie w określonej i nie odmówionej usłudze (w bukiecie). Naciśnij NIEBIESKI, aby dodać nowe ograniczenie, i ŻÓŁTY, aby usunąć wybrane.

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
da: Mærk Timere med sæsson, episode og titel, i overensstemmelser med SeriesPlugin indstillingerne.
pl: Oznaczaj Timery sezonem, odcinkiem i tytułem, zgodnie z ustawieniami SeriesPlugin.

source: Label series
da: Mærk serier
pl: Seria etykiet

source: Last day to match events. Events have to begin before this date to be matched.
da: Sidste dag begivenheder sammenlignes. Begivenheder skal begynde før denne dato for at blive sammenlignet.
pl: Ostatni dzień, aby dopasować wydarzenia. Wydarzenia muszą się rozpocząć przed tą datą, aby można je było dopasować.

source: Location
da: Placering
pl: Lokalizacja

source: Lower bound of timespan.
da: Nedre grænse af tidsrum.
pl: Dolna granica przedziału czasowego.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
da: Nedre grænse af tidsrum. Intet før denne tid vil blive sammenlignet. Tidsforskydninger tages ikke i betragtning!
pl: Dolna granica przedziału czasowego. Nic przed tym czasem nie zostanie dopasowane. Przesunięcia nie są brane pod uwagę!

source: Match Timespan: %02d:%02d - %02d:%02d
da: Sammenlign tidsrummet: %02d:%02d - %02d:%02d
pl: Dopasuj czas: %02d:%02d - %02d:%02d

source: Match title
da: Sammenlign titel
pl: Dopasuj tytuł

source: Match title: %s
da: Sammenlign titel: %s
pl: Dopasuj tytuł: %s

source: Maximum duration (in m)
da: Maksimum varighed (i min)
pl: Maksymalny czas trwania (w min)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
da: Maksimum begivenhedsvarighed der skal sammenlignes. Hvis en begivenhed er længere end dette (uden tidsforskydelse) vil den ikke blive sammelignet.
pl: Maksymalny czas trwania zdarzenia do dopasowania. Jeśli wydarzenie jest dłuższe niż ten czas (bez przesunięcia), nie zostanie dopasowane.

source: Message Do you really want to delete %s?
da: Besked Vil du virkelig slette %s?
pl: Wiadomość Czy na pewno chcesz usunąć %s?

source: Modify existing timers
da: Ændre eksisterende Timere
pl: Zmodyfikuj istniejące timery

source: Mon
da: Man
pl: Pon

source: Monday
da: Mandag
pl: Poniedziałek

source: Monthly
da: Månedlig
pl: Miesięczny

source: Never
da: Aldrig
pl: Nigdy

source: New
da: Ny
pl: Nowy

source: No
da: Nej
pl: Nie

source: No, remove them.
da: Nej, fjern dem.
pl: Nie, usuń je.

source: None
da: Ingen
pl: Brak

source: Not after
da: Ikke efter
pl: Nie później

source: Not before
da: Ikke før
pl: Nie przed

source: Number of scheduled recordings left.
da: Antal planlagte optagelser tilbage.
pl: Pozostała liczba zaplanowanych nagrań.

source: Offset after recording (in m)
da: Margin efter optagelse (i min.)
pl: Przesunięcie po nagraniu (w min)

source: Offset before recording (in m)
da: Margin før optagelse (i min.)
pl: Przesunięcie przed nagraniem (w m)

source: On any service
da: På alle kanaler
pl: Na dowolnej usłudze

source: On same service
da: P samme kanal
pl: W tej samej usłudze

source: Only AutoTimers created during this session
da: Kun AutoTimere oprettet under dennne session
pl: Tylko AutoTimery utworzone podczas tej sesji

source: Only add timer for next x days
da: Tilføj kun Timer for de næste X dage
pl: Dodaj timer tylko na następne x dni

source: Allow double timer for different services
da: Tillad dobbelttimer for forskellige kanaler
pl: Zezwalaj na podwójny timer dla różnych usług

source: Here you can specify whether simultaneous timers of the same program can be created. This allows simultaneous recording of a program with different resolutions. (e.g. SD service and HD service)
da: Her kan du angive om der kan oprettes samtidige Timere for den samme udsendelse. Dette tillader samtidig optagelse af en udsendelse med forskellige opløsninger. (f.eks. SD-kanaler og HD-kanaler)
pl: Tutaj możesz określić, czy mogą być tworzone jednoczesne timery tego samego programu. Umożliwia to jednoczesne nagrywanie programu o różnych rozdzielczościach. (np. usługa SD i usługa HD)

source: Only match during timespan
da: Sammenlign kun for tidsrumet
pl: Dopasuj tylko w przedziale czasowym

source: Only on Service: %s
da: Kun på kanal: %s
pl: Tylko w serwisie: %s

source: Only on Weekday: %s
da: Kun på ugedag: %s
pl: Tylko w dzień powszedni: %s

source: Only poll while in standby
da: Forespørg kun mens i Standby
pl: Odpytuj tylko w trybie gotowości

source: Open Context Menu
da: Åben undermenu
pl: Otwórz Menu Kontekstowe

source: Override found with alternative service
pl: Zastąpiono z usługą alternatywną

source: Please provide a Text to match
da: Vælg venligst tekst der skal sammenlignes med
pl: Podaj tekst do dopasowania

source: Poll Interval (in h)
pl: Interwał odpytywania (w godz.)

source: Poll Interval (in mins)
pl: Interwał odpytywania (w minutach)

source: Poll automatically
da: Forespørg automatisk
pl: Odpytuj automatycznie

source: Popup timeout in seconds
da: Pop-op tidsudløb i sekunder
pl: Limit czasu wyskakiwania w sekundach

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
da: Strømtilstand der skiftes til efter optagelser. Vælg "Standard" for ikke at ændre standardopførselen af Enigma2 eller til værdier angivet af dig.
pl: Stan zasilania, na który należy zmienić po nagraniu. Wybierz „standardowy”, aby nie zmieniać domyślnego zachowania enigma2 lub wartości zmienianych przez ciebie.

source: Preview
da: Forhåndsvis
pl: Podgląd

source: Preview AutoTimer
da: Forhåndsvis AutoTimer
pl: Podgląd AutoTimer

source: Question: I found a problem with the AutoTimer, can you fix it?/nAnswer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior./nIf you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there./n/nQ: The plugin only adds timers when leaving the configuration, not automatically. What can I do?/nA: From the Overview press MENU and enter the 'Setup'. In this screen enable 'Poll automatically' and you should be good to go.
da: Spørgsmål: Jeg fandt et problem med AutoTimer, kan du løse det?/nSvar: Prøv først AutoTimer-versionen i et senest (eksperimentelt) Image for at se om problemet er blevet løst. Læs derefter Hjælp og de kommende ofte stillede spørgsmål igen for at sikre dig, at dette faktisk er et problem og ikke forventet opførsel./nHvis du stadig tror, at der er noget galt med AutoTimer, kan du besøge http: //www.dream-multimedia-tv.de/board og poste dit problem der./n/nQ: Pluginet tilføjer kun timere, når konfigurationen forlades, ikke automatisk. Hvad kan jeg gøre?/nA: Fra oversigten skal du trykke på MENU og gå i 'Opsætning'. På denne skærm aktiveres 'Forespørg automatisk', og du skulle være klar til at køre.
pl: Pytanie: Znalazłem problem z AutoTimerem, czy możesz to naprawić? /nOdpowiedź: Najpierw wypróbuj wersję AutoTimer na najnowszym (eksperymentalnym) obrazie, aby sprawdzić, czy problem został rozwiązany. Następnie przeczytaj ponownie Pomoc i nadchodzące FAQ, aby upewnić się, że jest to rzeczywiście problem i nieoczekiwane zachowanie. /n Jeśli nadal uważasz, że coś jest nie tak z AutoTimer, odwiedź http: //www.dream-multimedia-tv. de /board i opublikuj swój problem tam /n/nQ: Wtyczka dodaje timery tylko podczas opuszczania konfiguracji, a nie automatycznie. Co mogę zrobić? /nOdp.: Z poziomu Przeglądu naciśnij MENU i wejdź w „Ustawienia”. Na tym ekranie włącz opcję „Odpytuj automatycznie” i powinieneś zacząć.
