Repository: gtimbo/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: da, pl

source: Question: My AutoTimer for 'News' does not record the 'Late News'./nAnswer: Check 'Search type' and 'Search strictness' for the given AutoTimer./n/nQ: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it./nA: Check the 'EPG encoding' for the given AutoTimer. For german stations 'UTF-8' should be selected./n/nQ: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events./nA: From the Overview press MENU and enter the 'Setup'. In this screen disable 'Guess existing timer based on begin/end'.
da: Spørgsmål: Min AutoTimer til 'Nyheder' optager ikke 'Sene nyheder'./nSvar: Kontroller 'Søgningstype' og 'Søg strenghed' for den givne AutoTimer./n/nQ: Showet, jeg prøver at optage, indeholder umlauts i dens titel. AutoTimer finder dem ikke./nA: Kontroller 'EPG indkodningen' for den givne AutoTimer. For tyske stationer skal 'UTF-8' vælges./n/nQ: Jeg ser ud til at være ude af stand til at optage to efterfølgende begivenheder. Der er kun oprettet en enkelt timer, der spænder over (en del af) begge begivenheder./nA: Fra oversigten skal du trykke på MENU og gå ind i 'Opsætning'. I denne skærm deaktiveres 'Gæt eksisterende timer baseret på start/slut'.
pl: Pytanie: Mój AutoTimer dla „Wiadomości” nie rejestruje „Późnych wiadomości” ./nOdpowiedź: Zaznacz „Typ wyszukiwania” i „Dokładność wyszukiwania” dla danego AutoTimer./n/nQ: Program, który próbuję nagrać, zawiera umlauty w tytule. AutoTimer nie znajduje go /nOdp: Sprawdź „kodowanie EPG” dla danego AutoTimer. Dla stacji niemieckich należy wybrać „UTF-8” /n/nQ: Wydaje mi się, że nie jestem w stanie zarejestrować dwóch kolejnych zdarzeń. Utworzono tylko jeden timer, który obejmuje (część) oba zdarzenia. /nOdp.: Z poziomu Przeglądu naciśnij MENU i wejdź w „Ustawienia”. Na tym ekranie wyłącz opcję „Zgadnij istniejący zegar na podstawie początku /końca”.

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full)./nAnswer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
da: Spørgsmål: Du fortsætter med at tale om hjælp til hver parameter. Jeg kan ikke læse den (delvist eller fuldstændigt)./nSvar: Prøv at bruge standard Temaet, og hvis det fungerer, så spørg udvikleren af dit almindelige Tema. Hvis det stadig ikke fungerer, levere dit Image muligvis ikke det faktiske standard Tema, kontakt da udvikleren af dit Image.
pl: Pytanie: Ciągle mówisz o pomocy dla każdego parametru. Nie mogę go odczytać (częściowo lub w całości) ./nOdpowiedź: Spróbuj użyć domyślnej skórki, a jeśli działa, zapytaj twórcę swojej zwykłej skórki. Jeśli nadal nie działa, Twój obraz może nie zawierać rzeczywistej domyślnej skórki, skontaktuj się z jego twórcą.

source: Really close without saving settings?
da: Vil du lukke uden at gemme indstillinger?
pl: Naprawdę zamknąć bez zapisywania ustawień?

source: Record a maximum of x times
da: Optag maksimalt X gange
pl: Nagraj maksymalnie x razy

source: Record on
da: Optag på
pl: Nagraj na

source: Remove not existing events
da: Fjern ikke-eksisterende begivenhedr
pl: Usuń nieistniejące wydarzenia

source: Remove selected AutoTimer
da: Fjern valgte AutoTimer
pl: Usuń wybrany AutoTimer

source: Require description to be unique
da: Kræv at beskrivelse er unik
pl: Wymagaj, aby opis był unikalny

source: Reset count
da: Nulstil antal
pl: Zresetuj licznik

source: Restrict "after event" to a certain timespan?
da: Begræns "Efter begivenhed" til et bestemt tidsrum?
pl: Czy ograniczyć „po zdarzeniu” do określonego przedziału czasu?

source: Restrict autotimer to bouquets. Use the blue key to edit the bouquet filter.
da: Begræns AutoTimer til Buketter. Brug den Blå knap til at redigere Buket-filtret.
pl: Ogranicz autotimer do bukietów Użyj niebieskiego klawisza, aby edytować filtr bukietów.

source: Restrict autotimer to specific days. Use the yellow key to edit the day filter.
da: Begræns AutoTimer til udvalgte dage. Brug den Gule knap til at redigere dagsfiltret.
pl: Ogranicz autotimer do określonych dni. Użyj żółtego przycisku, aby edytować filtr dzienny.

source: Restrict autotimer to specific services, channels. Use the blue key to edit the service filter.
da: Begræns AutoTimer til udvalgte kanaler. Brug den Blå knap til at redigere kanalfiltret.
pl: Ogranicz autotimer do określonych usług, kanałów. Użyj niebieskiego klawisza, aby edytować filtr usługi.

source: Restrict to days
da: Begræns til dage
pl: Ogranicz do dni

source: Restrict to events on certain dates
da: Begræns til begivenheder på bestemte datoer
pl: Ogranicz do wydarzeń w określonych terminach

source: Restrict to specific bouquets
da: Begræns til specifikke Buketter
pl: Ogranicz do określonych bukietów

source: Restrict to specific services
da: Begræns til udvalgte kanaler
pl: Ogranicz do określonych usług

source: Sat
da: Lør
pl: Sob

source: Saturday
da: Lørdag
pl: Sobota

source: Save
da: Gem
pl: Zapisz

source: Search strictness
da: Søgestrenghed
pl: Szukaj ścisłości

source: Search type
da: Søgetype
pl: Typ wyszukiwania

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description.
da: Vælg "Helt identisk" for at håndhæve at "Samenlign titel" foretager en præcis sammenligning, "Delvis identisk" hvis du ønsker at søge efter dele af begivenhedstitlen eller "Identisk beskrivelse" hvis du kun ønsker at søge efter en del af begivenhedens beskrivelse.
pl: Wybierz „dopasowanie ścisłe”, aby wymusić „Dopasuj tytuł”, aby dokładnie dopasować, „dopasowanie częściowe”, jeśli chcesz wyszukać tylko część tytułu wydarzenia lub „dopasowanie opisu”, jeśli chcesz wyszukać tylko część opisu wydarzenia .

source: Select a timer to import
da: Vælg den Timer der skal importeres
pl: Wybierz timer do zaimportowania

source: Select bouquet to record on
da: Vælg buket der skal optages fra
pl: Wybierz bukiet, na którym chcesz nagrywać

source: Select channel to record on
da: Vælg kanal der skal optages på
pl: Wybierz kanał, na którym chcesz nagrywać

source: Select the location to save the recording to.
da: Vælg placering for hvor optagelser gemmes.
pl: Wybierz lokalizację, w której chcesz zapisać nagranie.

source: Select type of Filter
da: Vælg Filtertype
pl: Wybierz typ filtra

source: Select whether or not you want to enforce case correctness.
da: Vælg om du vil håndhæve versalfølsom korrekthed.
pl: Wybierz, czy chcesz wymusić poprawność liter.

source: Set End Time
da: Sæt sluttid
pl: Ustaw Godzinę Zakończenia

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
da: Sæt en sluttid for Timeren. Gør du det, kan tidsrummet af begivenheden blive blokkeret for optagelser.
pl: Ustaw czas zakończenia timera. Jeśli to zrobisz, czas trwania zdarzenia może zostać zablokowany dla nagrań.

source: Set maximum duration
da: Sæt maksimum varighed
pl: Ustaw maksymalny czas trwania

source: Set this NO to disable this AutoTimer.
da: Sæt dette til Nej for at deaktivere denne AutoTimer.
pl: Ustaw to na NIE, aby wyłączyć ten AutoTimer.

source: Set timer type: zap, simple record, zap+record (always zap to service before start record).
da: Sæt Timertype: Zap, simpel Optag, Zap+Optag (Zap altid til kanal før optagelse starter).
pl: Ustaw typ timera: zap, proste nagrywanie, zap + nagrywanie (zawsze zap do serwisu przed rozpoczęciem nagrywania).

source: Setup
da: Opsætning
pl: Ustawienia

source: Should this AutoTimer be restricted to a timespan?
da: Skal denne AutoTimer være begrænset til et tidsrum?
pl: Czy ten AutoTimer powinien być ograniczony do określonego przedziału czasowego?

source: Should this AutoTimer only match up to a certain event duration?
da: Skal denne AutoTimer kun sammenligne op til en bestemt begivenhedsvarighed?
pl: Czy ten AutoTimer powinien pasować tylko do określonego czasu trwania zdarzenia?

source: Should timers created by this AutoTimer be recorded to a custom location?
da: Skal Timere oprettet af denne AutoTimer optages til en brugerdefineret placering?
pl: Czy timery utworzone przez ten AutoTimer powinny być zapisywane w niestandardowej lokalizacji?

source: Show in extension menu
da: Vis i undermenu
pl: Pokaż w menu rozszerzenia

source: Show in plugin browser
da: Vis i Plugin browser
pl: Pokaż w przeglądarce wtyczek

source: Show notification on conflicts
da: Vis meddelelse ved konflikter
pl: Pokaż powiadomienia o konfliktach

source: Show notification on similars
da: Vis meddelelse ved lignende
pl: Pokaż powiadomienia na podobieństwach

source: Skip poll during epg refresh
da: Spring forespørgsel over under EPG genopfriskning
pl: Pomiń odpytywanie podczas odświeżania epg

source: Skip poll during records
da: Spring forespørgsel over under optagelser
pl: Pomiń odpytywanie podczas rejestrowania

source: Sort AutoTimer
da: Sorter AutoTimer
pl: Sortuj AutoTimer

source: Sort Time
da: Sorter tid
pl: Sortuj Czas

source: Startup delay (in min)
da: Opstartsforsinkelse (i min.)
pl: Opóźnienie uruchomienia (w min)

source: Sun
da: Søn
pl: Nd

source: Sunday
da: Søndag
pl: Niedziela

source: Support "Fast Scan"?
da: Understøt "Hurtigsøgning"?
pl: Obsługuje „Szybkie skanowanie”?

source: Tags
da: Etiketter
pl: Tagi

source: Tags the Timer/Recording will have.
da: Etiketter som Timer/Optageler vil få.
pl: Tagi, które będzie mieć Timer/Nagrywanie.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
da: Tak for at du brugt assistenten. Din ny AutoTimer er blevet tilføjet til listen Tryk venligst OK for at fortsætte.
pl: Dziękujemy za skorzystanie z kreatora. Twój nowy AutoTimer został dodany do listy. Naciśnij OK, aby kontynuować.

source: The 'Overview'
da: 'Oversigten'
pl: Przegląd

source: The AutoTimer overview is the standard entry point to this plugin./n/nIf AutoTimers are configured you can choose them from a list to change them (OK button on your remote) or remove them (YELLOW button on your remote)./nNew Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button./n/nWhen leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
da: AutoTimer-oversigten er standardindgangspunktet til dette Plugin./n/nHvis AutoTimere er konfigureret, kan du vælge dem fra en liste for at ændre dem (OK knap på din fjernbetjening) eller fjerne dem (GUL knap på din fjernbetjening)./n Nye Timere kan tilføjes ved at trykke på den BLÅ knap, og kontrolmenuen kan åbnes ved hjælp af MENU knappen./n/nNår du forlader Pluginet ved hjælp af den GRØNNE knap, søger det i EPG efter identiske begivenheder én gang. For at konfigurere et almindeligt søgeinterval for Pluginet, til at søge efter begivenheder, skal du åbne kontrolmenuen og gå ind i Plugin-opsætningen.
pl: Przegląd AutoTimer jest standardowym punktem wejścia do tej wtyczki. /n/n Jeśli AutoTimery są skonfigurowane, możesz je wybrać z listy, aby je zmienić (przycisk OK na pilocie) lub usunąć (przycisk ŻÓŁTY na pilocie) ./nNowe Timery można dodać, naciskając NIEBIESKI przycisk, a menu sterowania można otworzyć za pomocą przycisku MENU. /n/n Opuszczając wtyczkę za pomocą ZIELONEGO przycisku, RAZ przeszuka EPG pod kątem pasujących zdarzeń. Aby skonfigurować regularne interwały wyszukiwania wtyczki w celu wyszukiwania zdarzeń, otwórz menu sterowania i wejdź do konfiguracji wtyczki.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
da: Timeren vil ikke blive tilføjet til listen. Tryk venligst OK for at lukke denne assistent.
pl: Timer nie zostanie dodany do listy. Naciśnij OK, aby zamknąć Kreatora.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
da: Tidsrummet af en AutoTimer er den første 'avancerede' attribut. Hvis der opgives et tidsrum vil en begivenhed kun svare til denne AutoTimer hvis den ligger indenfor dette tidsrum.
pl: Przedział czasu funkcji AutoTimer jest pierwszym atrybutem „zaawansowanym”. Jeśli zostanie określony przedział czasowy, zdarzenie będzie pasować do tego AutoTimera tylko wtedy, gdy będzie w tym przedziale czasowym.

source: The autotimer file (/etc/enigma2/autotimer.xml) is corrupt. A new and empty config was created. A backup of the config can be found here (/etc/enigma2/autotimer.xml_old)
pl: Plik autotimera (/etc/enigma2/autotimer.xml) jest uszkodzony. Utworzono nową i pustą konfigurację. Kopię zapasową konfiguracji można znaleźć tutaj (/etc/enigma2/autotimer.xml_old)

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers./n/nWhile you can just open the menu and take a look for yourself, let's go through the available options:/n - Help:/n What you are looking at right now/n - Preview:/n Simulate EPG search, helps finding errors in your setup./n - Import existing Timer:/n Create a new AutoTimer based on an existing regular timer./n - Import from EPG:/n Create an AutoTimer based on an EPG event./n - Setup:/n Generic configuration of the plugin./n - Edit new timer defaults:/n Configure default values for new AutoTimers./n - Create a new timer using the wizard/classic editor:/n Use the non-default editor to create a new AutoTimer.
da: Kontrolmenuen skjuler mindre hyppigt anvendte indstillinger for Pluginet, inklusive konfiguration og standardindstillinger for nye AutoTimere./n/nSelvom du bare kan åbne menuen og selv kigge efter, så lad os gennemgå de tilgængelige indstillinger:/n - Hjælp:/n Hvad du lige nu ser på/n - Forhåndsvis:/n Simulere EPG-søgning, hjælper med at finde fejl i din opsætning./n - Importer eksisterende timer:/n Opret en ny AutoTimer baseret på en eksisterende almindelig timer./n - Import fra EPG:/n Opret en AutoTimer baseret på en EPG-begivenhed./n - Opsætning:/n Generisk konfiguration af Pluginet./n - Rediger nye Timerstandarder:/n Konfigurer standardværdier for nye AutoTimere./n - Opret en ny Timer ved hjælp af assistenten/klassisk redigering:/n Brug ikke-standardredigering til at oprette en ny AutoTimer.
pl: Menu sterowania ukrywa rzadziej używane opcje wtyczki, w tym konfigurację i ustawienia domyślne dla nowych AutoTimerów. /n/n Podczas gdy możesz po prostu otworzyć menu i sprawdzić, przejrzyj dostępne opcje: /n - Pomoc :/n To, na co teraz patrzysz/n - Podgląd:/n Symuluj wyszukiwanie EPG, pomaga znaleźć błędy w konfiguracji. /n - Importuj istniejący Timer: /n Utwórz nowy AutoTimer na podstawie istniejącego zwykłego timera./n - Importuj z EPG: /n Utwórz AutoTimer na podstawie zdarzenia EPG. /n- Ustawienia: /n Ogólna konfiguracja wtyczki. /n - Edytuj nowe ustawienia domyślne timera: /n Konfiguruj wartości domyślne dla nowych AutoTimerów. /n - Utwórz nowy licznik czasu za pomocą kreatora /klasycznego edytora: /n Użyj innego niż domyślny edytora, aby utworzyć nowy AutoTimer.

source: The counter can automatically be reset to the limit at certain intervals.
da: Tælleren kan automatisk nulstilles til grænsen ved bestemte intervaller.
pl: Licznik może być automatycznie resetowany do limitu w określonych odstępach czasu.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
da: Redigeringværktøjet til oprettelse af nye AutoTimere. Dette kan enten være en Assistent eller det klassiske redigeringsværktøj.
pl: Edytor do użycia w nowych AutoTimerach. Może to być kreator lub klasyczny edytor.

source: The match attribute is mandatory.
da: Sammenligningsatributten er obligatorisk.
pl: Atrybut dopasowania jest obowiązkowy.

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation./n/nTo make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
da: Denne FAQ er beregnet til at hjælpe alle, der ikke er villige til at hjælpe sig selv ved at læse al den tilgængelige hjælp, og dem, der ikke fandt en løsning på deres problemer i den medfølgende dokumentation./n/nFor at gøre disse tips lidt lettere at læse, er de delt op på flere sider. Du kan gå til næste side ved hjælp af den BLÅ knap på din fjernbetjening og tilbage ved hjælp af den GULE knap. Tryk på den RØDE knap eller EXIT lukker FAQ.
pl: Ten FAQ ma pomóc wszystkim, którzy nie chcą pomóc sobie, czytając całą dostępną dostępną pomoc, a ci, którzy nie znaleźli rozwiązania swoich problemów w dostarczonej dokumentacji. /n/n Aby ułatwić czytanie tych wskazówek, należy podzielone na wiele stron. Możesz przejść do następnej strony za pomocą NIEBIESKIEGO przycisku na pilocie i wrócić za pomocą ŻÓŁTEGO. Naciśnięcie CZERWONEGO przycisku lub WYJŚCIE spowoduje zamknięcie FAQ.

source: This allows you to apply other filters. Use the yellow key to edit other filters.
da: Dette tillader dig at anvende andre filtre. Brug den Gule knap for at redigere andre filtre.
pl: Pozwala to zastosować inne filtry. Użyj żółtego przycisku, aby edytować inne filtry.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer./nYou can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later)./n/n/nBut you really should consider to take the few minutes it takes to read these help pages.
da: Denne hjælpeskærm er beregnet til at give dig et hurtigt indblik i alt hvad AutoTimer har at tilbyde./nDu kan afbryde når som helst ved at trykke på den RØDE knap eller EXIT-knappen på din fjernbetjening eller finde den frem på et senere tidspunkt ved at vælge den fra kontrolmenuen ved hjælp af MENU-knappen fra det almindelige indgangspunkt til Pluginet (mere om det senere) ./n/n/nMen du bør virkelig overveje at bruge de få minutter, det tager at læse disse hjælpesider.
pl: Ten ekran pomocy ma na celu szybkie spojrzenie na wszystko, co ma do zaoferowania AutoTimer. /nMożesz go przerwać w dowolnym momencie, naciskając przycisk CZERWONY lub WYJŚCIE na pilocie, lub przywołać go później, wybierając go z menu sterowania za pomocą przycisku MENU ze zwykłego punktu wejścia wtyczki (więcej o tym później)./n /n /nAle naprawdę powinieneś rozważyć poświęcenie kilku minut na przeczytanie tych stron pomocy.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
da: Dette er et navn du kan give AutoTimer. Det vil blive vist i Oversigt og ved Forhåndsvisning.
pl: To jest nazwa, którą możesz nadać AutoTimer. Zostanie pokazany w przeglądzie i podglądzie.

source: This is mostly a matter of taste./nThe Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the 'expert' level features of enigma2./n/nYou can check out the 'classic' editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
da: Dette er hovedsagelig et spørgsmål om smag./nAssistenten giver dig et reduceret indstillingssæt og præsenterer dem i mindre sæt ad gangen. Det er mest rettet mod brugere, der ikke er meget erfarne med dette Plugin eller 'ekspert'-niveau-funktionerne i Enigma2./n/nDu kan prøve' klassisk' redigering ved at åbne en eksisterende timer fra oversigten, og hvis du foretrækker denne visning fremfor assistenten, kan du ændre standardredigering i indstillingsvinduet.
pl: Jest to głównie kwestia gustu./nKreator zapewnia ci ograniczony zestaw opcji i przedstawia je w mniejszych zestawach na raz. Jest przeznaczony głównie dla użytkowników niezbyt doświadczonych z tą wtyczką lub funkcjami enigma2./n/n na poziomie „eksperta”. Możesz sprawdzić „klasyczny” edytor, otwierając istniejący licznik z przeglądu i jeśli wolisz ten widok niż kreator Możesz zmienić domyślny edytor w oknie dialogowym instalacji.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
pl: Jest to opóźnienie w godzinach, w którym AutoTimer będzie czekać po wyszukiwaniu, aby ponownie wyszukać EPG.

source: This is the delay in minutes that the AutoTimer will wait after a search to search the EPG again.
pl: Jest to opóźnienie w minutach, przez które AutoTimer będzie czekać po wyszukiwaniu, aby ponownie wyszukać EPG.

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
pl: Jest to opóźnienie w minutach, przez które AutoTimer będzie czekać przy pierwszym uruchomieniu, aby nie opóźniać czasu uruchamiania enigma2.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
da: Dette er hvad der kigges efter i begivenhedstitler. Bemærk at søgning efter f.eks. de dansk tegn æ, ø og å kan være vanskeligt, da du skal kende den indkodning som kanalen bruger.
pl: Tego będzie szukać w tytułach wydarzeń. Pamiętaj, że szukasz np. niemieckie umlauty mogą być trudne, ponieważ musisz znać kodowanie używane przez kanał.

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue./n/nA lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
da: Denne skærm bør være ret ligetil. Hvis navnevalget ikke giver mening, bør der være en forklaring til hver af dem, når du vælger dem. Hvis der ikke er nogen synlig forklaring, er dette sandsynligvis en Tema-fejl, prøv så venligst om standard Temaet løser problemet./n/nDer er lagt et stor arbejde i at gøre parametrene så lette at forstå som muligt, så prøv at læse dem ;-).
pl: Ten ekran powinien być prosty. Jeśli nazwa opcji nie ujawnia swojego znaczenia, powinno być wyjaśnienie każdego z nich po ich wybraniu. Jeśli nie ma widocznego wyjaśnienia, najprawdopodobniej jest to problem ze skórką i spróbuj, jeśli domyślna skóra rozwiązuje problem. /n/nWłożyliśmy wiele wysiłku w to, aby parametry były jak najbardziej zrozumiałe, więc przeczytaj je I próbuj ;-).

source: This setting controls the behavior when a timer matches a found event.
da: Denne indstilling styrer opførslen når en Timer svare til en fundet begivenhed.
pl: To ustawienie kontroluje zachowanie, gdy timer pasuje do znalezionego zdarzenia.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
da: Dette ombytter opførslen ved timerkonflikter. Hvis en AutoTimer svare til en begivenhed som er i konflikt med en eksisterende Timer, vil den ikke ignorer begivenheden men tilføje den som deaktiveret.
pl: To przełącza zachowanie w konfliktach czasowych. Jeśli AutoTimer pasuje do zdarzenia, które powoduje konflikt z istniejącym zegarem, nie zignoruje tego zdarzenia, ale doda je wyłączone.
