Repository: gtimbo/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: da, pl

source: Thur
pl: Czw

source: Thursday
da: Torsdag
pl: Czwartek

source: Time in minutes to append to recording.
da: Hvor mange minutter senere du vil slutte optagelsen.
pl: Czas w minutach do dołączenia do nagrania.

source: Time in minutes to prepend to recording.
da: Hvor mange minutter før du vil starte optaglsen.
pl: Czas w minutach na przygotowanie się do nagrania.

source: Timer type
pl: Rodzaj timera

source: Title
da: Titel
pl: Tytuł

source: Title and Short description
da: Titel og kort beskrivelse
pl: Tytuł i krótki opis

source: Title and all descriptions
da: Titel og alle beskrivelser
pl: Tytuł i wszystkie opisy

source: Tue
da: Tir
pl: Wt

source: Tuesday
da: Tirsdag
pl: Wtorek

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
pl: O ile ta opcja nie jest włączona, AutoTimer NIE będzie automatycznie wyszukiwał zdarzeń pasujących do Twoich AutoTimerów, ale tylko wtedy, gdy wyjdziesz z GUI z zielonym przyciskiem.

source: Upper bound of timespan.
da: Øvre grænse af tidsrum.
pl: Górna granica okresu.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
da: Øvre grænse af tidsrum. Intet efter denne tid vil blive sammenlignet. Tidsforskydninger tages ikke i betragtning!
pl: Górna granica okresu. Po tym czasie nic nie zostanie dopasowane. Przesunięcia nie są brane pod uwagę!

source: Use a custom location
da: Vælg en brugerdefineret placering
pl: Użyj niestandardowej lokalizacji

source: Use automatic selection of alternates.
da: Brug automatisk valg af alternativer.
pl: Użyj automatycznego wyboru zamienników.

source: Use other filters
da: Brug andre filtre
pl: Użyj innych filtrów

source: Wed
da: Ons
pl: Śr

source: Wednesday
da: Onsdag
pl: Środa

source: Weekday
da: Ugedag
pl: Dzień powszedni

source: Weekly (Monday)
da: Ugentlig (Mandag)
pl: Co tydzień (poniedziałek)

source: Weekly (Sunday)
da: Ugentlig (Søndag)
pl: Co tydzień (niedziela)

source: Welcome to the AutoTimer-Plugin
da: Velkommen til AutoTimer-Pluginet
pl: Witamy we wtyczce AutoTimer

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
da: Velkommen. Denne assistent hjælper dig med at oprette en ny AutoTimer ved at give beskrivelser af de almindelige indstillinger.
pl: Witamy. Ten kreator pomoże ci utworzyć nowy AutoTimer, podając opisy typowych ustawień.

source: What is this 'control menu' you keep talking about?
da: Hvad er denne 'kontrolmenu' du bliver ved med at tale om?
pl: O czym jest to „menu sterowania”, o którym ciągle mówisz?

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
da: Kanaltype ignoreres når "Hurtigsøgning" understøttes. Du behøver ikke at aktivere dette, med mindre dit Image understøtter "Hurtigsøgning" og du bruger det.
pl: Podczas obsługi „Szybkiego skanowania” typ usługi jest ignorowany. Nie musisz tego włączać, chyba że obraz obsługuje „Szybkie skanowanie” i używasz go.

source: When this is enabled AutoTimer will ONLY check for new events whilst in stanadby.
da: Når dette er aktiveret vil AutoTimer KUN kikke efter nye begivenheder mens i Standby.
pl: Gdy ta opcja jest włączona, AutoTimer sprawdza TYLKO nowe zdarzenia w stanie gotowości.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
da: Når denne mulighed er aktiveret vil AutoTimer ikke sammenligne begivenheder, hvis en anden Timer med samme beskrivelse allerede findes i timerlisten.
pl: Gdy ta opcja jest włączona, AutoTimer nie będzie pasował do wydarzeń, w których inny timer z tym samym opisem już istnieje na liście timerów.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
pl: Po włączeniu tej opcji kanał, na którym można nagrywać, można zmienić na alternatywną usługę, do której jest on ograniczony.

source: With this option enabled the channel to record will be selected automaticliy using your list of alternates.
da: Når denne mulighed er aktiveret vælges kanalen der skal optages automatisk ved hjælpe af din liste af alternativer.
pl: Po włączeniu tej opcji kanał do nagrywania będzie wybierany automatycznie na podstawie listy alternatywnych.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
da: Med denne mulighed kan du begrænse AutoTimer til et bestemt antal af planlagte optagelser. Sæt denne til 0 for at deaktiver funktionen.
pl: Dzięki tej opcji możesz ograniczyć AutoTimer do określonej liczby zaplanowanych nagrań. Ustaw na 0, aby wyłączyć tę funkcję.

source: Wizard
da: Assistent
pl: Kreator

source: Wizard or Classic Editor?
da: Assistent eller klassisk redigering?
pl: Kreator czy klasyczny edytor?

source: Write the config file after every change which the user quits by saving.
da: Skriver konfigurationsfilen efter hver ændring som brugeren afbryder ved at gemme.
pl: Zapisz plik konfiguracyjny po każdej zmianie, którą użytkownik kończy zapisując.

source: Yes
da: Ja
pl: Tak

source: Yes, and delete all timers generated by this autotimer
da: Ja, slet alle Timers oprettet af denne AutoTimer
pl: Tak i usuń wszystkie timery wygenerowane przez ten autotimer

source: Yes, but keep timers generated by this autotimer
da: Ja, men behold Timere oprettet af denne AutoTimer
pl: Tak, ale zachowaj timery generowane przez ten autotimer

source: Yes, keep them.
da: Ja, behold dem.
pl: Tak, zachowaj je.

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
da: Du kan styre i hvor mange dag ind i fremtiden der skal tilføjes Timere. Sæt denne til 0 for at deaktiver dette funktion.
pl: Możesz kontrolować, ile dni w przyszłości będą dodawane timery. Ustaw na 0, aby wyłączyć tę funkcję.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
da: Du kan sætte grundegenskaber for en AutoTimer her. Mens 'Navn' blot er en menneskeligt læsbar navn vist i oversigten, er 'Identisk title' hvad der kikkes efter i EPG'en.
pl: Tutaj możesz ustawić podstawowe właściwości AutoTimera. Podczas gdy „Nazwa” jest po prostu czytelną dla człowieka nazwą wyświetlaną w Przeglądzie, „Dopasuj w tytule” jest tym, czego szuka się w EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
da: Du angav ikke en gyldig "Identisk titel" attribut til din nye AutoTimer. Da dette er en obligatorisk attribut, kan du ikke fortsætte uden at gøre det.
pl: Nie podałeś prawidłowego atrybutu „Dopasuj w tytule” dla nowego AutoTimera. Ponieważ jest to obowiązkowy atrybut, nie można kontynuować bez niego.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
da: Du indtastede "%s" som sammenligningstekst. Vil du fjerne usynlige mellemrum for enden?
pl: Wpisałeś "%s" jako Tekst do dopasowania. Czy chcesz usunąć końcowe puste znaki?

source: You now know almost everything there is to know about the AutoTimer-Plugin./n/nAs a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
da: Du ved nu næsten alt, hvad der er at vide om AutoTimer-Plugin./n/nSom et sidste hint kan jeg kun understrege, hvor vigtigt det er at se på de hjælpetekster der vises i opsætningsvinduerne, da de dækker de hyppigst stillede spørgsmål. Overraskende selv efter hints blev tilføjet ;-).
pl: Wiesz już prawie wszystko, co należy wiedzieć o AutoTimer-Plugin./n/nJako ostatnia wskazówka Nie mogę podkreślić, jak ważne jest, aby rzucić okiem na teksty pomocy wyświetlane w oknach dialogowych konfiguracji, ponieważ obejmują one najczęściej zadawane pytania Zaskakujące, nawet po dodaniu podpowiedzi ;-).

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
da: Du konfigurerede med succes en ny AutoTimer. Vil du tilføje den til listen? Du kan gå et trin tilbage ved at trykke EXIT på din fjernbetjening.
pl: Pomyślnie skonfigurowałeś nowy AutoTimer. Czy chcesz dodać go do listy? Możesz cofnąć się o krok, naciskając EXIT na pilocie.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
da: Din attribut "Identisk titel" slutter med et mellemrum. Bekræft om dette var bevidst, hvis ikke fjernes det.
pl: Twój atrybut „Dopasuj w tytule” kończy się spacją. Potwierdź, czy było to zamierzone, jeśli nie, zostaną one usunięte.

source: Your config file is not well-formed: %s
da: Din konfig-fil er ikke velskabt: %s
pl: Twój plik konfiguracyjny nie jest poprawnie sformułowany: %s

source: add AutoTimer
da: Tilføj AutoTimer
pl: dodaj AutoTimer

source: add AutoTimer...
da: Tilføj AutoTimer...
pl: dodaj AutoTimer...

source: add filters
pl: dodaj filtry

source: add services
pl: dodaj serwisy

source: auto
pl: automatyczny

source: autotimers need a match attribute
da: AutoTimere kræver en sammenligningsattribut
pl: autotimery potrzebują atrybutu dopasowania

source: case-insensitive search
da: Ikke-versalfølsom søgning
pl: wyszukiwanie bez rozróżniania wielkości liter

source: case-sensitive search
da: Versalfølsom søgning
pl: wyszukiwanie z rozróżnianiem wielkości liter

source: config changed.
da: konfig ændret.
pl: config zmieniony.

source: delete
pl: usuń

source: description match
da: Beskrivelse identisk
pl: dopasowano opis

source: disable
da: deaktiver
pl: wyłącz

source: disabled
da: Deaktiveret
pl: wyłączony

source: do nothing
da: Gør intet
pl: nic nie robić

source: edit filters
pl: edytuj filtry

source: edit services
pl: edytuj serwisy

source: enable
da: tilslut
pl: włącz

source: enabled
da: Aktiveret
pl: właczone

source: exact match
da: Helt identisk
pl: dokładne dopasowanie

source: go to deep standby
da: Skift til Dvale
pl: przejść do głębokiego czuwania

source: go to standby
da: Gå i Standby
pl: przejdź do trybu gotowości

source: in Description
da: i Beskrivelse
pl: w Opisie

source: in Shortdescription
da: i Kort beskrivelse
pl: w krótkim Opisie

source: in Title
da: i Titel
pl: w Tytule

source: mins
da: Minutter
pl: min

source: missing parameter "id"
da: mangler parameter "id"
pl: brak parametru „id”

source: on Weekday
da: på Ugedag
pl: na tygodniu

source: partial match
da: Delvis identisk
pl: częściowe dopasowanie

source: record
da: Optag
pl: nagrać

source: title starts with
da: Titel begynder med
pl: tytuł zaczyna się od

source: unable to find timer with id %i
da: kan ikke finde Timer med id %i
pl: nie można znaleźć timera o identyfikatorze %i

source: unknown
da: ukendt
pl: nieznany

source: zap and record
da: Zap og Optag
pl: zap I nagrać

source: - Version:
pl: - Wersja:

source: (if services are enabled, bouquets are ignored.).
da: (Buketter ignoreres hvis kanaler aktiveres.).

source: AutoTimer FAQ
da: AutoTimer ofte stillede spørgsmål

source: AutoTimers were changed successfully.
da: AutoTimer blev ændret med succes.

source: Enter or edit description
da: Indtast eller rediger beskrivelse

source: Enter or edit match title
da: Indtast eller rediger titel til sammenligning

source: Hour
da: Time

source: If this is disabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
da: Medmindre dette er aktiveret vil AutoTimer IKKE automatisk søge efter begivenheder der svare til dine AutoTimere, men kun når du forlader GUI'en med den grønne knap.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
da: Hvis dette er aktiveret, betragtes en eksisterende Timer også som optagelse af en begivenhed, hvis den optager mindst 80 procent af den.

source: Minute
da: Minut

source: Poll Interval (in %s)
da: Forespørgselsinterval (i %s)

source: Poll unit
da: Forespørgselsenhed

source: Poll unit selects whether the poll interval should be interpreted in hours or minutes.
da: Forespørgselsenhed vælger om forespørgselsinterval skal fortolkes i timer eller minutter.

source: Startup delay is the number of minutes before polling after a reboot, so as to not delay enigma2 startup time.
da: Opstartsforsinkelse er antallet af minutter før der forespørges efter en genstart, for ikke at forsinke Enigma2 opstartstiden.

source: This is the delay in %s that the AutoTimer will wait after doing a search before searching the EPG again.
da: Dette er forsinkelsen i %s som AutoTimeren venter før EPG igen gennemsøges efter en gennemført søgning .

source: hours
da: timer

source: minutes
da: minutter
